{
    "Mission": "Misiunea",
    "Motivation": "Motivația",
    "Product": "Produsul",
    "Contact": "Contact",
    "Open the marketplace": "Deschide piața",
    "The mission of Ceres platform": "Misiunea platformei Ceres",
    "To create a safe and accessible marketplace for the little farmers.": "Pentru a crea o piață sigură și accesibilă pentru micii fermieri",
    "Learn more": "Aflați mai multe",
    "What was our motivation": "Care a fost motivația noastră",
    "In pandemic time, the little farmer's life became more and more difficult, because of the lockdown and other problems about selling theirs goods.": "Pe vremea pandemiei, viața micuțului fermier a devenit din ce în ce mai dificilă, din cauza lockdown-ului și a altor probleme legate de vânzarea bunurilor lor.",
    "Check it out": "Mai multe detalii",
    "Physical store vs online one": "Magazinul fizic vs unul online",
    "After the pandemic lockdown, a lot of stores closes theirs activities and a lot of farmers couldn't sell their vegetable. The popularity of online stores has exploded but still is hard to learn to use it.": "După lockdown-ul produs in timpul pandemiei, multe magazine își închid activitățile și mulți fermieri nu și-au putut vinde legumele. Popularitatea magazinelor online a explodat, dar încă este greu să înveți să-l folosești.",
    "Why an online store?": "De ce un magazin online?",
    "After the pandemic, a lot of online store will still be popular because of the ease of making shopping.": "După pandemie, multe magazine online vor fi în continuare populare din cauza ușurinței de a face cumpărături.",
    "Why an online grocery store?": "De ce un magazin online?",
    "Because is a easy way for farmers to sell their goods in safe condition.": "Pentru că este o modalitate ușoară pentru fermieri de a-și vinde bunurile în condiții de siguranță.",
    "Our product is finnaly here": "Produsul nostru este în sfârșit aici",
    "We create an online marketplace at a click away for the people who want fresh and bio products from a little farmers. Check more about our app.": "Creăm o piață online la un clic distanță pentru cei care doresc produse proaspete și bio de la micii fermieri. Verificați mai multe despre aplicația noastră.",
    "See more": "Vezi mai multe",
    "Tell us your experience": "Spune-ne despre experiența ta",
    "Your opinion matters. After testing our app, you could try to improve it, give your feedback to us. Our app is create by people to people.": "Opinia dumneavoastră contează. După ce ați testat aplicația noastră și încerci să o îmbunătățiți, transmiteți-ne feedback-ul dvs. Aplicația noastră este creată de oameni pentru oameni."
}